s = '''
록서스는 평소처럼 시계탑 위에 앉아 아이스바를 꺼내들었다. 그가 좋아하는 바다소금 맛이었다. 곁에 앉은 액셀과 시온 역시 같은 아이스바를 꺼내들고 오늘 있었던 일에 대해 수다를 늘어놓기 시작했다. 일과를 마치고 이렇게 함께 마을의 풍경을 바라보며 시간을 보내는 것이 그들에겐 하루 중 가장 즐거운 순간이었다.








시계탑 위에서 바라본 마을의 풍경은 언제나와 같이 노을빛이 가득했다. 아침과 밤의 구분 없이 항상 노을이 아름답게 지고 있는 황혼의 월드 <트와일라잇 타운>은 틈새 세계에 속했지만 빛의 세계와의 경계 부분에 위치했기에 대체로 잔잔하고 평화로운 분위기였다. 록서스는 이곳에서 자신이 속한 Xlll 기관의 임무를 수행해왔다. 그 임무란 ‘세상의 하트리스들을 소거하여 거기서 발생한 사람의 마음을 수집’하는 일이었다.


기관의 No.13인 록서스는 처음 기관에 들어왔을 때, 기억이 전혀 없는 상태였다. 기관의 No.8 액셀은 그런 록서스의 지도 역으로 임명되어 기본적인 상식과 전투 방법을 알려준 선배였고, 후배인 시온은 록서스가 입단하고 7일째 되던 날 합류한 14번째 멤버였다. 액셀은 처음엔 이들을 돌봐주는 것을 귀찮아했으나 같이 다니면서 정이 들기 시작했는지 매번 아이스크림을 사주고 함께 어울리는 등 진심으로 우정을 쌓기 시작했다.


그러나 사실 기관의 리더 젬나스는 처음부터 모든 걸 알고 있었다. 록서스의 진짜 역할이 무엇인지, 시온이 왜 뒤늦게 합류하게 됐는지, Xlll 기관이 진정 무엇을 목표로 하는지를. 그가 속한 Xlll 기관이 하트리스를 소거하는 것은 평화나 치안 유지와는 아무 관계없었다. 전원 노바디로 이루어진 그들 집단의 진정한 목적은 인공적인 킹덤하츠, ‘사람의 마음의 킹덤하츠’를 만들어내는 것이었다.








보통 지성을 가진 생명체에서 마음이 뽑혀 나와 그 마음이 하트리스가 되면 남겨진 육체는 소멸한다. 그러나 생전 강한 마음을 가졌던 자의 육체는 사라지지 않고 변모하여 새로운 존재로 태어나는데 이를 노바디라 부른다. 노바디는 대체로 은색의 미끈한 괴물 같은 모습이었다. 그런데 드물게 생전의 인간의 모습 그대로 남아있는 경우도 있었다. 노바디 중에서도 특별하게 강한 힘을 갖고 있는 자들이 그랬다. 그들이 모여 만든 조직이 바로 Xlll 기관이었다.


Xlll 기관을 처음 창설한 조직의 No.1 젬나스는 오래전 <레디언트 가든>에 기억을 잃은 채 발견되었던 테라노트의 노바디였다. 당시 테라노트는 레디언트 가든을 다스리는 군주 현자 안셈의 여섯 번째 제자로 들어가 마음의 어둠에 관한 연구를 하기 시작했고, 그 결과 하트리스와 노바디의 개념을 정립했다. 그리고 자신을 포함해 레디언트 가든에 사는 거의 모든 이를 하트리스화시켰다. 이때 테라노트의 육체를 빠져나간 테라노트의 하트리스는 안셈을 사칭하여 ‘어둠의 탐구자 안셈(어둠셈)’이 되었고, 남겨진 노바디는 ‘젬나스’가 되었다. 현자 안셈은 어둠의 세계로 추방됐으며, 그의 나머지 다섯 제자의 노바디는 그대로 13기관의 창립 멤버가 되었다. 이에 해당하는 것이 기관의 No.2 시그바르, No.3 잘딘, No.4 빅센, No.5 렉세우스, No.6 젝시온이었다. No.7~8에 해당하는 사이크스와 액셀은 본래 레디언트 가든에 거주하던 주민으로, 친구 사이였던 둘은 특별히 강한 힘을 인정받아 기관의 추가 멤버가 되었다. (특히 사이크스는 서열은 낮지만 젬나스와 가까워 실질적으로 조직의 넘버 투다. 그 밑으로 데믹스와 룩소드는 출신이 명확하지 않으며, 11위인 말루샤와 12위 라크신은 단델라이온 멤버인 라리엄과 엘레나의 노바디다. 그들이 왜 지금의 시간대에 있는지는 아직 스토리가 다 밝혀지지 않았으나 시간선을 넘어왔을 것으로 추정된다. 그들을 기관으로 데려온 것은 시그바르다.)

 

 





Xlll 기관은 사람의 마음을 모아 인위적으로 킹덤하츠를 만들면 마음이 없는 존재인 노바디도 마음을 가지고 완전한 존재가 되리라 믿었다. 이 인공적인 킹덤하츠의 제작을 위해 그들은 하트리스가 사라질 때 해방되는 사람의 마음을 모으려 했다. 그러나 하트리스는 통상의 방법으론 처치할 순 있어도 약간의 시간이 지나면 다시 재생하며 마음의 해방은 이루어지지 않았다. 하트리스를 온전히 처치해 마음을 해방시킬 수 있는 것은 오직 키블레이드뿐이었다. 때문에 Xlll 기관은 키블레이드를 사용할 수 있는 노바디를 조직의 13번째 멤버로 끌어들였다. 바로 소라의 노바디인 록서스였다.








젬나스는 자신이 데려온 소라의 노바디에게 다른 멤버들처럼 본래 인간의 이름에 X를 덧붙인 아나그램으로 ‘록서스(Roxas=Sora+X)’라는 이름을 지어주었다. 그리고 그 키블레이드의 힘으로 사람의 마음을 수집하게 하는 한편, 기관이 이전부터 연구하던 ‘레플리카 계획’의 실험작 중에서 가장 완성도 높은 인형 하나를 기관의 14번째 멤버로 입단시켜 록서스의 곁에 붙여두었다. 레플리카가 가진 카피 능력으로 록서스의 키블레이드 능력을 복제해 ‘예비 더미’로 삼아 두기로 한 것이다. 그것이 시온이었다.


그런데 시온에게 예상치 못한 변화가 일어나기 시작했다. 본래 감정이나 인격이랄 게 존재하지 않았던 그녀는 록서스의 키블레이드 능력을 카피하는 동시에 록서스 안에 남아있던 소라의 기억 파편을 같이 흡수했다. 이로 인해 텅 빈 인형에 기억 파편이 씌워지면서 시온은 불완전하나마 자아를 형성하게 된다. 심지어 흡수한 기억의 대부분을 차지하는 어떤 여자아이(카이리)의 모습에 영향을 받아 그녀와 똑같은 얼굴이 되고 감정 표현도 풍부하게 변해갔다. 이런 시온의 변화는 기관에게는 생각지 못한 변수였지만 동시에 호재였다. 기관은 계속해서 록서스와 시온을 함께 공동 임무에 파견했다. 하지만 어느 순간부터 시온은 자신이 본래 있어야 할 곳, 즉 소라에게로 돌아가려는 본능을 품게 된다.








한편 젬나스는 소라의 노바디 이외에도 키블레이드 능력을 가진 또 하나의 빈 육체를 노리고 있었다. 오래전 출발의 땅이 변모하여 생긴 <망각의 성> 깊은 곳, 각성의 방에 안치된 ‘벤투스의 육신’이었다.






 

 







젬나스는 망각의 성 수색을 위해 액셀, 말루샤, 라크신, 빅센, 젝시온, 렉세우스. 이렇게 6인의 기관 멤버를 파견했다. 하지만 이들은 모두 제각기 동상이몽을 꿈꾸고 있었다. 말루샤와 라크신 2인은 젬나스에게 불만을 품고 키블레이드 능력을 독식해 배신할 생각을 품고 있었고, 빅센과 젝시온, 렉세우스 3인은 그런 말루샤의 불온한 움직임을 눈치채고 처리할 방법을 고민했으며, 액셀은 그들 모두와 관계없이 독자적으로 움직였다. 그런데 이때 빅센 패거리는 성 안에서 자신들 외에 또 다른 의외의 인물을 만나게 된다. 리쿠였다.









그동안 리쿠는 미키 왕과 다시 떨어져 홀로 어둠의 세계를 헤매던 도중, 자신의 마음속에 남아 있는 어둠셈에게 끊임없이 어둠으로의 유혹을 받았다. 그러다 어둠셈의 농간에 의해 망각의 성으로 가게 된 리쿠는 그곳에서 기이한 경험을 하게 된다. 자신이 어둠에 타락했을 때와 똑같은 모습을 한 인형, 리쿠 레플리카를 만나게 된 것이다. (서구 팬덤에서는 ‘레플리쿠’라고 부른다.)


레플리쿠를 만든 것은 시온을 만들었던 기관의 멤버 빅센이었다. 그는 망각의 성에서 조우한 리쿠의 마음속 어둠에 흥미를 느끼고 그의 전투 데이터를 수집해 리쿠의 클론을 만들어냈다. 이를 이용해 말루샤의 불온한 움직임을 차단하려 한 것이다. 그러나 리쿠는 우여곡절 끝에 미키 왕과 다시 만나 그의 도움을 받으며 자신을 이용하려 한 기관의 멤버들과 그들이 만든 레플리카를 물리치고 그 과정에서 새로운 존재로 각성한다. 어둠의 힘을 억누르며 동시에 어둠의 힘을 사용하는 빛과 어둠 사이의 특별한 존재. 이른바 ‘새벽으로의 길’을 걷는 키블레이드 사용자였다. 그의 새로운 키블레이드의 이름인 ‘웨이 투 더 던(Way to the Dawn)’은 이러한 의지를 담은 명칭이었다.










리쿠가 망각의 성에서 이같은 행보를 걷는 데에는 미키 왕 외에 또 다른 협력자의 도움도 있었다. 스스로를 ‘세계의 노예’라 칭하며 온몸을 붕대로 칭칭 감고 눈만 드러낸 수상한 모습의 남자, 디즈였다. Xlll 기관을 매우 증오하는 그의 목적은 오로지 기관의 몰살이었다. 이를 위해 디즈는 적의 적은 아군이라는 입장을 보이며 리쿠와 미키에게 길 안내를 한다던가 그들이 쓸만한 검은 코트를 제공한다던가 하는 식으로 도움을 주었다.








한편, 틈새 세계를 헤매던 소라 일행 역시 기관의 말루샤에게 이끌려 망각의 성으로 들어서게 된다. 말루샤는 소라 일행에게 성의 최상층에 소라가 찾고 있는 사람이 있을 거라며 일행을 그곳으로 유도했다. 소라는 그가 말한 소중한 사람이 리쿠나 미키 왕일 것이라 생각하고 성의 최상층을 향해 모험을 시작했다.


그런데 일행은 ‘망각’의 성이란 이름답게 성을 탐험할수록 기억이 점점 혼란해짐을 느끼게 된다. 사실 이 모든 것은 말루샤와 라크신의 계략이었다. 그들은 망각의 성이란 장소의 특수성, 그리고 기억을 조작하는 능력을 지닌 나미네라는 소녀를 이용해 소라의 키블레이드 능력을 손에 넣으려 한 것이다. 나미네는 세상에 없던 정말로 특별한 존재였다. 그녀는 소라가 할로우 바스티온에서 카이리를 깨우기 위해 키블레이드를 자신의 몸에 찔러 넣고 하트리스로 변했을 당시 탄생한, 세븐 프린세스 카이리의 노바디였다.


본래 빛의 마음만을 갖고 있는 세븐 프린세스 카이리는 하트리스가 될 수 없고, 당연히 노바디도 태어날 수 없다. 하지만 당시 카이리의 마음이 소라의 몸속에 잠들어있던 까닭에 노바디의 탄생 조건 중 하나인 ‘육체에서 마음을 잃는 것’에 해당하게 되었고, 그 상태로 소라의 몸을 매개로 태어났다. 즉 나미네는 소라의 육체를 매개로 하여 카이리의 마음을 바탕으로 태어난 아주 특이한 존재인 것이다. (따라서 록서스와 태어난 날이 같다.) 이런 특수성 때문인지 그녀는 소라, 그리고 소라와 기억을 공유하고 있는 지인들의 기억 조작이 가능했다.










나미네는 Xlll 기관에 의해 거두어진 후 줄곧 갇혀 있었다. 그러다 말루샤의 협박을 받고 망각의 성을 방문한 소라의 기억을 서서히 망가뜨려 나갔다. 이때 그녀는 소라가 가진 카이리와의 추억에서 카이리의 모습을 지우고 자신의 모습을 덮어 씌웠고 이로 인해 소라는 카이리를 잊고 대신 나미네를 소중한 존재로 여기어 그녀를 구해야 한다고 생각하게 된다.


하지만 나미네는 점점 자신이 하는 일에 죄책감을 느꼈다. 그녀는 소라 일행을 돕고 싶었다. 다행히 기관의 배신자들을 물 먹이려 했던 액셀이 나미네를 풀어주고 소라 일행이 말루샤와 라크신을 쓰러뜨리면서 나미네는 마침내 기관의 속박에서 벗어나 소라의 기억을 돌려주기로 결심한다.


그러나 소라의 기억을 복구하기 위해선 대신 그가 망각의 성에서 겪었던 기억을 전부 지울 필요가 있었다. 그것은 나미네와의 만남도 잊게 되는 것을 의미했다. 소라와 관계가 끊어지는 게 싫었던 나미네는 선택권을 주지만 소라는 나미네와의 추억 대신 기억나지 않는 과거의 기억을 선택한다. 이 선택에 나미네는 속으로 많이 슬퍼하지만, 곧 소라가 “깨어나면 나미네와 친구가 되겠다”라는 약속을 해주면서 그 어느 때보다 감동하게 된다. 가짜 기억에 의한 약속도 아니고 타인의 기억도 아닌, 진짜 자기 자신을 대상으로 한 약속이었기 때문이다. 그렇게 소라는 기억 회복을 위해 한동안 Xlll 기관의 연구장치에서 깊은 잠에 들게 된다.








이후 나타난 디즈는 나미네를 설득해 잠에 빠진 소라와 그의 동료들을 <트와일라잇 타운>에 있는 자신의 은신처로 옮겼다. 그러나 소라의 기억 수복이 지나치게 더디자 그 원인을 찾아냈는데, 바로 Xlll 기관에 속해있는 소라의 노바디 록서스와 그를 통해 소라의 기억을 흡수하고 있는 인형 시온 때문이었다. 시온은 록서스의 기억 파편을 흡수하다 못해 이제는 그를 통해 본체인 소라의 기억마저 흡수하고 있던 것이다.


리쿠는 디즈와 나미네로부터 소라의 기억에 관한 이야기를 듣고 즉시 Xlll 기관의 록서스와 시온을 찾아 나섰다. 이즈음 시온은 소라의 기억을 너무나도 흡수한 나머지 소라 그 자체라고 해도 무방한 수준까지 도달했다. 만약 마지막으로 록서스까지 집어삼키면 그녀는 완전한 기억과 자아를 가진 존재로써 완성될 수도 있었다. 그러나 시온은 그것을 바라지 않았다. 그녀는 리쿠와 나미네와의 만남을 통해 자신의 정체성을 깨닫고 소중한 사람들을 지키기 위해 록서스의 손에 소멸당하는 것을 택한다. 록서스를 찾아가 그녀의 모든 것을 걸고 진심으로 부딪힌 것이다. 결국 록서스에게 패배해 소체인 인형이 산산조각 나면서 시온이란 존재를 이루던 소라의 기억이 원래의 주인인 소라에게 환원되었고, 이로 인해 자연스럽게 모든 사람이 시온의 존재를 잊게 된다. 기억이란 연결된 체인과도 같기 때문이다.


“너는... 누구? 대단히 소중할 텐데도... 기억나지 않아.”

“그걸로... 그걸로 잘 된 거야. 록서스.”

“내가 널 상처 입힌 거야?”

“아니. 내가 멋대로 사라지려 하는 거야. 젬나스의 계획대로 되고 싶지 않으니까. 나는 소라가 있는 곳으로, 있어야 할 장소로 돌아가는 것뿐. 하지만... 딱 하나, 소원이 있어. 지금까지 뺏은 마음을, 킹덤하츠를 해방시켜 줘.”








시온의 진실한 마음에 닿으면서 약간이지만 록서스는 시온을 기억해냈다. 그러나 시온은 이미 소멸한 상태였다. 이 일이 방아쇠가 되어 록서스는 자신에게 이어져 있던 또 하나의 마음, 벤투스의 존재를 깨닫는다. (처음에 벤투스의 마음은 소라에게 깃들었는데, 소라의 마음이 하트리스로 빠져나오면서 벤투스의 마음은 소라의 노바디인 록서스에게 그대로 남아있던 것이다. 이때부터 록서스는 키블레이드를 동시에 두 개 소환할 수 있게 된다.)








시온의 유언에 따라 록서스는 기관이 자신들을 이용해 만들고 있던 인공 킹덤하츠를 부수기 위해 무모한 돌격을 강행했다. 그러나 그것은 자살 특공에 가까운 일이었다. 이대로면 록서스마저 소멸하고 소라가 잠에서 영영 깨어나지 못할 수도 있었다. 이에 리쿠는 록서스를 직접 막아섰으나 더블 키블레이드 사용자로 각성한 록서스를 혼자 막아내기는 역부족이었다. 결국 리쿠는 그동안 꺼려왔던 어둠의 힘을 완전히 꺼내야 했고, 덕분에 록서스를 포획하는데 성공하지만 그 대가로 외모가 어둠셈의 모습으로 바뀌고 만다. 이후 록서스는 시온에 대해 완전히 잊는다.


리쿠가 록서스를 데려오자 디즈는 현실의 트와일라잇 타운을 카피해 데이터화하여 록서스를 그곳에 집어넣었다. 그 가상공간 안에서 록서스는 한동안 꿈을 꾼다. 방학이 7일 정도 남은 시점의 평범한 소년 록서스는 자기 주변의 친구들과 이런저런 작은 사건들에 휘말려 하루하루를 보냈다. 하지만 결국 마지막에 자신이 있던 장소와 친구들이 전부 가짜라는 걸 기억해내고 분노하며 깨어난다.


디즈가 이와 같은 일을 한 이유는 소라의 기억 수복 때문이었다. 록서스를 데이터로 구성한 가짜 트와일라잇 타운에 보내 과거 소라가 겪었던 일들과 유사한 사건을 겪게 함으로써 록서스와 연결된 소라의 기억을 빠르게 수복하고자 했던 것이다. 가짜 세계를 부수고 디즈의 실험실로 돌아온 록서스는 멀지 않은 곳에서 마침내 자신의 정체성에 관한 잔혹한 진실과 마주한다. 록서스의 눈앞에 놓여진 것은 새하얀 캡슐과 그 안에 잠든 소년, 소라였다.








록서스는 캡슐 곁에 선 디즈로부터 모든 진실을 전해 들었다. 록서스는 가짜 세계를 통해 자신을 마지막까지 농락한 디즈에게 증오를 표현했지만, 디즈는 그저 필요한 일을 했을 뿐이라는 태도였다. 곧 소라가 눈을 떴다. 눈앞에 록서스는 없었다. 록서스는 소라에게 흡수되었다.




 

 

 

 







디즈는 더 이상 나미네가 존재 가치가 없다고 판단해 그녀를 제거해야 한다고 생각했다. 그러나 리쿠는 그녀에게 연민을 느껴 그녀가 액셀과 함께 도망치는 것을 묵인하고 본인도 모습을 감췄다. 그동안 액셀은 시온과 록서스가 비극적인 운명을 맞이하는 것을 몇 번이나 막아보려 했으나 결국 Xlll 기관의 멤버라는 입장 때문에 한계가 있었고, 결국 친구들의 소멸을 막지 못하자 급기야 Xlll 기관을 배신하고 나미네와 함께 기관의 감시가 닿지 않는 곳으로 사라졌다.


한편 잠에서 깨어난 소라와 그의 동료 도날드, 구피는 트와일라잇 타운의 시계탑 광장에서 곧바로 노바디 무리에게 위협을 받아 위험에 처하게 된다. 그러나 곧 검은 코트를 입은 자가 혜성처럼 나타나 노바디들을 모조리 순살 시킨다. 미키 왕이었다.





등장할 때마다 지리는 미키 킹.



미키는 소라 일행에게 기차를 타라는 말을 전하고는 다시 바람처럼 사라졌다. 뭐 그리 바뻐; 소라는 자신의 원래 기억을 모두 찾았지만 나미네의 말대로 망각의 성에서 있었던 일들은 전부 잊은 상태였다. 나미네와 시온, 록서스 또한 누군지 알지 못했다. 소라와 도날드, 구피는 우선 미키 왕의 전언대로 기차를 타고 틈새 세계에 떠도는 기묘한 월드 <이상한 탑>으로 향했다. 그곳에서 일행은 미키 왕의 스승이자 이제는 은퇴한 키블레이드 마스터, 옌 시드를 만날 수 있었다.








옌 시드는 소라 일행에게 노바디의 존재와 그들로 이루어진 정예 집단 Xlll 기관의 목적에 대해 자세히 알려주었다. 기관이 사람의 마음을 인위적으로 모으고 있다는 이야기에 소라는 그들이 하는 행위가 세상의 순리(모든 마음은 킹덤하츠로 향한다)에 역행한다고 판단하고 그들을 퇴치하겠노라 결심한다.


이후 소라 일행은 행방불명된 친구 리쿠를 찾고 Xlll 기관의 야망을 저지할 겸 세계를 돌아다니며 계속 하트리스들을 쓰러뜨려 나갔다. 그러나 그것은 Xlll 기관이 노리던 점이었다. 기관은 인공적인 킹덤하츠의 생성을 위해 마음을 모아야 했고, 그러려면 키블레이드의 힘이 필요했는데 자신들이 확보하고 있던 키블레이드 사용자(록서스, 시온)을 잃자 대신 소라를 이용해 하트리스로부터 마음을 수거하고 있던 것이다. 심지어 가장 큰 문제는 그동안 안전할 거라 믿고 있었던 카이리가 기관에 끌려갔단 사실이었다. 다행히 소라는 어둠 속에서 만난 ‘수수께끼의 사내’의 도움으로 Xlll 기관의 본거지 <존재하지 않았던 세계>로의 통로를 발견한다.


트와일라잇 타운이 ‘영원한 황혼의 도시’라면, 존재하지 않았던 세계는 ‘영원한 밤의 도시’였다. 그곳은 불안정한 어둠으로 가득했으며 기관의 총본산답게 상급 노바디가 우글거렸다. 특히 그 중심에 위치한 다크 시티는 높은 빌딩과 화려한 네온사인 간판들이 즐비해 기묘한 분위기를 이루고 있었는데, 뭣보다 가장 눈에 띄는 것은 기관의 아지트 ‘존재하지 않았던 성’ 위에 떠있는 인공 킹덤하츠였다. 기관이 직접 제작한 이 킹덤하츠는 존재하지 않았던 세계의 어둡고 기묘한 하늘을 가득 메우고 있어 도시 어디에서든 육안으로 쉽게 볼 수 있었다.








소라는 존재하지 않았던 세계로 가는 도중 액셀과 다시 만났다. 액셀은 소라가 다시 하트리스화되면 그의 노바디인 록서스를 만날 수 있을 것이라 생각하고 있었다. 하지만 이를 위해 카이리 납치에 관여했다는 사실에 액셀은 죄책감을 가지고 있었고, 결국 자폭성 공격으로 소라 일행에게 길을 뚫어주고 카이리에게 미안하다는 말을 남긴 채 소멸한다.


이때 이 여파로 소라 안에 있던 록서스가 잠깐이지만 깨어나 소라의 심상 공간 ‘다이브 투 하트’에서 둘은 대결을 벌이게 된다. 록서스는 전투 내내 우위를 점했지만 소라의 극적인 반격에 결국 패배했다. 이후 록서스는 다시 소멸하기 전에 액셀의 잔념과 잠시 대화를 나눈다. 그들은 오래전부터 한 가지 의문을 가지고 있었다. 텅 빈 노바디에게도 마음이 자랄 수 있는가. 실제로 그들은 처음엔 감정을 흉내 내는 것에 그쳤지만 함께 여러 가지 일들을 겪으며 무언가 변화를 겪고 있었다. 록서스는 액셀에게 짧은 한마디를 남기고 다시 소라의 안으로 돌아갔다.


“대답은 소라가 찾아줄 거야. 녀석은.... 나니까.”








기관에게 납치된 카이리는 나미네의 도움을 받아 감옥에서 탈출했다. 이때 나미네는 자신의 본체인 카이리와 접촉하면서 서서히 흡수되는데, 나미네는 자신이 이렇게 될 줄 알면서도 행한 일이었다. 소멸을 감수하면서까지 소라의 소중한 사람을 구하고 싶었던 것이다.


이후 일전에 소라 일행을 도왔던 수수께끼의 사내가 또다시 나타나 카이리의 탈출을 도왔고, 여기에 마침 소라 일행까지 합류한다. 사실 수수께끼의 사내의 정체는 리쿠였다. 리쿠는 어둠을 받아들여 어둠셈의 외형으로 변한 자신의 모습을 소라에게 보여주고 싶지 않아 일행을 뒤에서 몰래 도와주고 있었던 것이다. 당연하게도 소라는 “어떤 모습이라도 리쿠는 리쿠다”라며 반가워했다. 그렇게 소라, 리쿠, 카이리는 정말 오랜만에 한 자리에 모여 재회의 기쁨을 나눴다.


하지만 길게 시간을 소비할 수는 없었다. 일행은 성 안에서 기관의 간부들을 하나 둘 쓰러뜨려 나갔다. 그리고 기계 장치로 인공 킹덤하츠를 데이터화하여 분해하고 있던 디즈와 함께 일행은 마침내 Xlll 기관의 리더 젬나스를 조우하게 된다. 이때 젬나스는 여전히 온몸을 붕대로 감아 자신의 정체를 숨기고 있는 디즈를 향해 한껏 비웃으며 그가 하트리스를 퍼뜨린 장본인이라고 매도했다. 자신이 한 모든 일이 사실 그에게 배운 결과라는 것이다. 젬나스는 오래전 자신이 아직 테라노트의 모습일 때, 현자 안셈의 제자로 들어가 연구를 시작했었다. 즉 디즈의 정체는 테라노트에게 추방당했던 그의 스승, 현자 안셈이었다.








과거 현자 안셈은 타락한 여섯 제자들에게 배신당해 어둠의 세계로 떨어졌었다. 그곳에서 복수귀가 된 그는 어둠의 힘을 얻고 어둠의 회랑을 통해 탈출, 제자들에게 복수하기 위해 이름을 디즈(Darkness in Zero)라 바꾸고 음지에서 움직여왔다. 그가 어둠의 세계에서 탈출한 시점에선 이미 제자들은 하트리스가 된 상태였다. 그러나 그들의 노바디가 Xlll 기관이란 단체를 만들어 활동하고 있다는 것을 알게 되자 그는 복수 겸 자신의 과오로 벌어진 일에 대해 세계에 속죄하고자 그동안 기관의 몰살 및 그들이 바라던 이상을 저지할 계획을 세워왔던 것이다.


그리고 마침내 지금, 그는 인공 킹덤하츠를 파괴해 자신의 염원을 이루었다. 현자 안셈의 오랜 친구인 미키 왕은 그가 이처럼 복수에 사로잡혀 인생을 허비한 것을 안타까워했지만 안셈은 이미 초탈한 상태였다. 인공 킹덤하츠가 부서진 후, 현자 안셈은 어디론가 사라져 버렸다. 그리고 이때 리쿠는 다행히도 마음속의 어둠에서 해방되어 다시 원래 모습으로 돌아온다.








이후 소라와 리쿠는 킹덤하츠의 파편을 흡수한 젬나스를 쫓아 그와 마지막 결전을 벌였다. 기관원들을 모두 잃고 허무의 제단에서 소라 일행을 맞이한 젬나스는 빛도 어둠도 되지 못한 자신들이 어떻게 했어야 했는가를 묻지만 결국 별 의미 없는 질문이었다. 어쨌든 그는 기관의 No.1답게 압도적인 힘을 보여주었다. 하지만 소라와 리쿠가 함께 발한 키블레이드의 빛에 관통당하면서 결국 소멸하고 만다.

 

 





전투가 끝난 후 카이리와 도날드, 구피, 미키 왕은 데스티니 아일랜드로 귀환했다. 그러나 소라와 리쿠는 소멸하는 세계에서 미처 탈출하지 못하고 틈새 세계에 또다시 갇히고 만다. 비록 젬나스는 쓰러뜨렸지만 큰 부상을 입은 상태에서 몰려오는 노바디 군단과 싸우게 된 통에 탈진 상태에 이른 리쿠는 빛의 세계에 돌아가는 것을 포기하는 지경에 이르렀다. 소라는 어둠 속에 오랫동안 머문 영향으로 리쿠의 마음이 약해진 거라며 그를 부축해 <어둠의 해안>까지 도착했다. 그곳은 틈새 세계와 어둠의 세계에 반쯤 걸쳐있는 특이한 장소였다. 그들은 비록 돌아가지 못한다고 해도, 지켜야 할 소중한 것들을 지켰으니 모든 게 잘 되었다며 스스로를 위안했다.


그런데 이때, 소라는 해안에서 누군가의 편지를 발견한다. 그것은 과거 소라가 기억이 엉켜 잠들어 있을 때, 그 영향으로 소라에 대한 기억을 잠시 잃었던 카이리가 소라를 억지로 떠올리기 위해 ‘이름이 기억나지 않는 소년’에게 썼던 편지였다. 소라가 이 편지를 모두 읽자, 두 사람 앞에 난생처음 보는 형상이 나타났다. 그것은 어둠의 문과 대비되는, 이른바 <빛의 문>이었다.








소라와 리쿠는 빛의 문을 통해 데스티니 아일랜드로 무사히 복귀해 모두와 재회했다. 후에 소라는 “우리들 앞에 나타난 빛의 문은 뭐였던 걸까?”라고 의문을 표했지만 명확한 답은 없었다. 미키 왕과 옌 시드는 ‘빛의 문을 열 수 있는 열쇠는 소라’라고 말한 바 있지만 실제 빛의 문이 열리는 매개가 된 것은 카이리의 편지였기에 그것이 소라의 마음을 자극해 빛의 문을 열게 된 것이 아닐까 추측할 뿐이었다. 리쿠 역시 비슷한 생각이었다. 그는 소라의 질문에 그의 마음을 가리키며 ‘어디에도 있는 것’이라 답했다.


그리고 얼마 후, 데스티니 아일랜드에서 잠시 쉬고 있던 소라와 리쿠는 미키 왕으로부터 편지 한 통을 받는다. 그것은 키블레이드 마스터 승인 시험에 관한 내용이었다.




 

 

 

 






자그마한 귀뚜라미 아저씨 지미니는 피노키오의 세계에서 온 손님이었다. 그는 과거 어둠셈의 하트리스 침공으로 인해 고향을 잃고 디즈니 캐슬에 몸을 위탁하던 중 만난 소라 일행을 간간이 따라다니며 그들의 여행을 자신의 수첩에 기록해왔다. 그런데 어느 날, 그는 수첩에서 자신의 기억에 없는 메모를 발견한다.


“그들의 아픔을 치유하기 위해 되돌아가야 한다”


지미니는 즉시 미키 왕에게 상담을 요청했다. 이에 미키는 디즈니 캐슬의 다람쥐 기술자 형제인 칩과 데일의 도움을 받아 지미니 메모를 데이터화시켜 조사해보았다. 그런데 메모 안에는 의문의 버그 덩어리들이 생겨난 상태였다. 이를 해결하기 위해 미키는 지미니의 메모가 기억하고 있는 소라의 데이터를 바탕으로 ‘데이터 소라’를 생성, 메모 속을 여행시키며 버그를 고쳐보기로 한다.








한동안의 조사 끝에 미키 왕은 버그의 근원을 마침내 알아냈다. 바로 소라 안에 잠든 ‘아픔의 기억’이 원인이었다. 그것은 다름 아닌 록서스와 시온, 그리고 벤투스의 기억이었다. 소라의 기억 복구 당시 나미네는 소라조차 모르고 있던 오랜 아픔의 기억인 벤투스의 존재를 알게 되었다. 하지만 그것까지 소라에게 알려줄 시간적 여유가 없었던 나미네는 그 아픔의 기억에 대한 데이터를 메모에 남겨놨던 것이다. 그리고 미키 왕은 소라가 그 아픔에 빠진 사람들을 구해줄 수 있다는 것을 알게 된다.


미키는 자신이 알아낸 사실들을 스승 옌 시드에게 알려 조언을 구했다. 그런데 이때 옌 시드는 하트리스와 노바디에 관한 뜻밖의 새로운 진실을 알려준다. 한 사람에게서 생겨난 하트리스와 노바디가 둘 다 소멸할 경우, 본래의 인간이 생전의 모습으로 부활한다는 것이다. (하트리스만 소멸되고 노바디만 돌아다니는 경우, 하트리스에게서 해방된 마음은 육체에 깃들지 못해 떠돌다 노바디가 퇴치된 시점에서 하나가 되어 부활한다. 반대로 노바디가 소멸하고 하트리스가 그대로 있는 경우 육체는 어둠에 녹아든다.)








이 새로운 사실은 그다지 좋은 소식이 못되었다. 이는 곧 Xlll 기관의 간부들은 물론, 어둠의 키블레이드 마스터인 마스터 제아노트의 부활 가능성마저 시사했기 때문이다. (그의 하트리스인 어둠셈과 노바디인 젬나스가 모두 소멸했으므로) 심지어 옌 시드는 마스터 제아노트가 한 명이 아닌 여러 명이 있을 수 있다는 불길한 가능성까지 제시했다. 이에 옌 시드와 미키 왕은 다가올 결전의 날을 위해 소라와 리쿠에게 키블레이드 마스터 승인 시험을 치르게 할 것을 선언한다.






 

 






본래 키블레이드 마스터 승인은 계승 의식을 치른 스승에게 받아야 했다. 하지만 소라와 리쿠는 그동안 스승 없이 제멋대로인 스타일로 키블레이드를 사용해왔기 때문에 올바른 사용방법을 배우기 위해 이제까지의 스타일을 전부 지워버리고 새로 시작할 필요가 있었다. 소라는 그럴 필요까지 있냐며 시큰둥하게 여겼지만, 리쿠는 시험을 받고 싶다고 적극 응한다. 어둠의 길을 걸었던 자신에게 진정으로 키블레이드의 자격이 있는지 시험해보고 싶었던 것이다.

 

 





승인 시험의 내용은 ‘꿈에 빠진 세계’에 들어가 각각의 세계에서 꿈의 열쇠구멍을 닫는 것이었다. 과거 소라 일행이 처음 여행에 나섰을 때 어둠에 휩쓸렸던 세계는 현재 어느 정도 재생되었다. 그러나 그중에는 재생이 완전하지 않아 잠에 빠져있는 세계가 있었다. 그곳은 하트리스 대신 또 다른 어둠이 존재했는데, 바로 꿈을 먹는 악마 ‘드림 이터’였다. 소라와 리쿠는 이 잠에 갇힌 월드들을 돌며 7개의 빛과 동일한 수인 7개의 꿈의 열쇠구멍을 닫고 돌아오는 것으로 마스터 승인 자격을 얻기로 한다.


그러나 소라는 시작부터 난관을 겪는다. 한차례 우여곡절 끝에 잠의 세계로 진입하긴 했지만 누군가의 농간으로 리쿠와 처음부터 따로 흩어지게 된 것이다. 소라는 할 수 없이 혼자서 세계의 잠을 깨우러 돌아다니는 한편 자신의 심상 공간 안에 나타난 적들과도 싸워야 했다. 결국 그러다 지쳐서 소라는 너무 깊은 심상의 영역까지 침체되었고, 때문에 소라 본인이 깊은 잠에 빠지고 만다. 이후 소라는 어느 ‘수상쩍은 청년’에 의해 어딘가로 옮겨진다.


같은 시각, 미키 왕은 자신의 아내 미니 왕비를 납치해간 마녀 말레피센트 일당 때문에 골머리를 앓고 있었다. 말레피센트가 요구하는 것은 세계 정복을 위한 ‘세계의 데이터’였으나 사실 진짜 목적은 누군가에게 사주 받아 미키 왕의 시선을 다른데 돌려놓기 위해서였다. 리쿠 역시 꿈의 세계에서 드림 이터 나이트메어들을 물리치다 역시 수상쩍은 청년을 만나게 되는데, 사실 이 모든 것은 그 수상한 남자, 청년 제아노트가 모두를 흩뜨려 놓고 그 틈에 소라를 어둠에 빠뜨려 자신들이 필요로 하는 ‘그릇’으로 만들기 위함이었다.


과거, 레디언트 가든에서 자신을 안셈이라 사칭하고 하트리스 관련 실험을 하던 테라노트는 스스로 육체를 버리고 자신의 마음을 하트리스화했다. 시간을 넘기 위해서였다. 그렇게 탄생한 어둠셈은 과거의 데스티니 아일랜드에 있던 청년 시절의 자신을 만나 그에게 시간여행 능력을 전달해 그가 현대로 넘어올 수 있도록 유도했다.








그 사이 남겨진 노바디 젬나스는 Xlll 기관을 창설하고 인공 킹덤하츠를 만들어 완전한 존재가 되자며 멤버들을 이끌었는데, 사실 그의 진짜 목적은 인공 킹덤하츠를 통해 마음을 포기한 멤버들에게 마스터 제아노트의 마음을 나눠서 이식, 13인의 어둠의 탐구자로 만드는 것이었다. 물론 이 계획은 실패했지만 사실 그것도 마스터 제아노트의 상정 안에 속해있었다. 그는 그 일련의 과정들을 통해 자격이 불충분해 보이는 자들을 배제하고 새롭게 12개의 그릇을 꾸렸다. 그중 하나가 청년 제아노트였고, 또 하나가 소라였다. 즉 마스터 제아노트의 목적은 처음부터 자신의 마음을 나눠 담을 그릇 12개를 확보해 자신을 포함 ‘13개의 어둠’을 완성하는 것이었다.








사실 제아노트가 자신의 13번째 그릇으로써 먼저 점지한 것은 소라가 아닌 리쿠였다. 한때나마 어둠에 몸담았던 그라면 그릇으로써 더욱 적합할 수 있었다. 그러나 청년 제아노트가 몇 번 접근해본 바로는 리쿠는 이미 자신의 과거를 흔쾌히 인정하며 어둠에 내성을 가진 듯한 모습을 보였다. 한마디로 이제는 어둠을 완전히 이겨낸 것이다. 이에 제아노트는 리쿠를 어둠에 물들이는 것을 포기하고 소라로 계획을 변경했다.








리쿠와 미키 왕은 소라를 구하기 위해 그가 있는 곳으로 향했다. 그러나 청년 제아노트에 의해 기어코 다른 시간축에서 소환된 마스터 제아노트가 마침내 직접 등장하면서 상황은 여의치 않게 된다. 마스터 제아노트는 일행 앞에 비로소 자신이 진실로 이끄는 궁극의 조직, ‘진정한 Xlll 기관’의 실체를 드러내 보였다. 그들은 모두 마스터 제아노트의 마음이 나뉘어 담긴 그릇으로서 마스터 제아노트와 같이 눈빛이 모두 황금빛으로 빛나고 있었다. (새로운 기관 멤버 12명 중 11명은 모두 과거의 시간축에서 넘어온 자들이다. 자세한 것은 킹덤하츠 3에서 직접 확인해보자.)








그런데 소라의 마음에 마스터 제아노트의 마음이 주입되려는 찰나, 생각지 못한 자의 개입으로 상황이 반전된다. 누군가 소라의 꿈의 세계로 들어와 마스터 제아노트의 마음을 파괴한 것이다. 바로 노바디 시절 액셀이라 불렸던, 그러나 지금은 인간으로 부활하여 본래의 이름을 되찾은 리아였다.








사실 마스터 제아노트의 계획은 아직 완성된 것이 아니었다. 그들은 시간이 다 되자 일단 각자의 시간축으로 다시 사라졌다. 마스터 제아노트 역시 7(빛)과 13(어둠)의 완성이 가깝다는 말을 남기고 돌아갔다. 리쿠 일행은 소라를 데리고 곧바로 이상한 탑으로 귀환했다. 그러나 소라는 여전히 잠든 상태였고, 이런 소라를 구하기 위해 리쿠는 소라의 마음속으로 들어간다.


소라의 심층 세계 다이브 투 하트는 어둠에 빠진 영향으로 시커멓게 변해 있었다. 리쿠는 그곳에서 소라의 악몽과 싸워 이긴 후 록서스, 벤투스, 시온과 차례로 만나 대화를 나눈다. 그리고 마지막으로 디즈를 만나게 되는데, 그는 과거 소라의 기억 수복 당시 소라의 안쪽에 연구 데이터를 하나 넣어뒀다는 이야기를 해준다. 그가 복수에 미쳤을 당시 록서스나 나미네 등에게 했던 일의 죄책감과 속죄의 의미로 했던 연구였다.


그의 연구 결과에 따르면 ‘마음이란 태어나고 자라는 것’이었다. 식물부터 사물까지 모든 것에는 마음이 깃들 가능성이 존재하고, 이는 마음이 없이 태어난 노바디도 마찬가지라는 것이다. 즉 그는 소라 일행이 앞으로 하기에 따라서 그들이 잃어버린 친구들을 구할 수 있으리라는 희망을 남겨주었다.








그 시각 실제 디즈는 어둠의 세계에 있었다. 인공 킹덤하츠를 부순 이후 초탈한 채 기억을 조금씩 잃어가던 그는 어둠의 세계에서 아쿠아를 만나 아직 자신이 기억하는, 빛의 세계를 구한 키블레이드 용사의 이야기를 해줌으로써 오랜 시간 기약 없이 어둠을 표류하던 아쿠아에게 희망을 불어넣어 주었다.


그동안 아쿠아는 어둠의 세계에서 미키 왕을 만나 그가 어둠의 키블레이드를 구하는 여정에 잠시 동행한 바 있었다. 그러나 끝까지 함께하지 못하고 도중 헤어지게 되었고, 이후 다른 이들이 어둠의 회랑이나 빛의 문을 통해 세계를 오가는 와중에도 아쿠아는 계속 홀로 어둠 속에 남아 있었다. 다만 뒤틀린 어둠의 세계의 시간의 흐름은 바깥 세계와는 조금 달랐다. 덕분에 아쿠아는 오래 지나지 않아 그곳에서 디즈를 만날 수 있었고, 그로부터 희망을 얻어 언젠가 바깥으로 나갈 날을 고대했다.








리쿠의 노력 덕분에 소라는 다시 깨어났다. 이후 리쿠는 예정했던 대로 마스터 승인 시험 통과를 인정받아 키블레이드 마스터의 자격을 얻었다. 그러나 소라는 스스로의 힘으로 현실에 귀환하지 못했으므로 승인 시험에 불합격 통보를 받는다.


이로써 은퇴한 옌 시드와 적들을 제외하고 현존하는 현역 키블레이드 마스터는 미키 왕, 마스터 리쿠, 마스터 아쿠아. 이렇게 셋이 되었다. 그런데 이때, 모두가 예상치 못한 또 한 명의 전력이 생긴다. 그동안 키블레이드를 꺼내는 것조차 성공하지 못했던 리아가 자신도 모르게 모두의 앞에서 키블레이드를 소환해낸 것이다. 본인도 놀라고, 주변 사람들도 놀라고 모두가 경악을 했지만 어쨌든 그것은 좋은 징조였다. 옌 시드는 마스터 제아노트가 구축한 13개의 어둠에 대항하기 위해 앞으로 7개의 빛, 이른바 <빛의 수호자 7인>을 결성해 다가올 결전의 날에 대비하기로 한다.


현재 키블레이드 사용자의 자격을 가진 사람은 아직 찾지 못한 아쿠아를 포함해 소라, 리쿠, 미키, 리아 이렇게 다섯 명이었다. 여기에 옌 시드는 급한 대로 카이리를 탑으로 불러오도록 했다. 어릴 적 자신도 모르게 키블레이드 계승 의식을 치렀던 카이리는 젬나스와의 결전 당시 리쿠로부터 한 자루의 키블레이드를 빌려 받고 그것을 제법 능숙하게 다루는 모습을 보인 바 있었다. (이 키블레이드는 아쿠아가 사용하던 ‘데스티니 플레이스’다. 아쿠아는 이것을 잃어버렸다고 말하고 있으며 리쿠는 이걸 어디에서 났는지 모른다고 하고 있다.) 이후 카이리는 한동안 이상한 탑에서 키블레이드 수련을 받는다.









다만 카이리까지 포함한다고 해도 빛의 수호자는 아직 6명이었다. 옌 시드는 마지막으로 망각의 성에 주목했다. 그곳에 아직 잠든 벤투스의 육신이 있었다.
'''

    
    
print(s.replace("\n", ""))